Revit 2027 API
UnitTypeId.KilogramsForcePerSquareMeter Property
 Kilograms force per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsForcePerSquareMeter { get; }
Public Shared ReadOnly Property KilogramsForcePerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsForcePerSquareMeter {
	ForgeTypeId^ get ();
}
static member KilogramsForcePerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace